       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       ENVIRONMENT DIVISION.
      *
       PROCEDURE DIVISION.
           DISPLAY 'Hello Trisha Welcome to GMS'.
           STOP RUN.
