       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELOWORD.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD GT3344'.           
           STOP RUN.
