       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELOWORD.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD GT1'.           
           STOP RUN.
