       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELOWORD.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO impact build1'.
           STOP RUN.
