          10  PROCESS-INDICATOR               PIC X.

          COPY EPSMTINP.
          COPY EPSMTOUT.
      * Comment impact build test
      * impact build test 2
      * impact build test 3
      * impact build test 3
      * impact build test 5
      * impact build test 6
      * impact build test 7
      * testing pipeline kobee*
